import streamlit as st
st.markdown ( "# প্রশ্ন ফাঁসে আপনাকে স্বাগতম ")
st.subheader("এত পড়া লেখা মানুষ করে না ভাই , প্রশ্ন নেন পরীক্ষা দেন ")
slt= st.selectbox("আপনি কেমন  প্রশ্ন চান ",["চাই না ","হাফ প্রশ্ন","ফুল প্রশ্ন"])

if slt =="চাই না ":
   btn= st.button("চাপ দেন ভাই")

   if btn:
     st.markdown( " ## না চাইলে আবার চাপ দিলেন কেন মিয়া?")
    

elif slt =="হাফ প্রশ্ন":
    btn= st.button("চাপ দেন ভাই")

    if btn:
        st.image("https://i.pinimg.com/736x/03/51/4d/03514df13fb71c92d84b8152feb1ac83.jpg")
        st.markdown(" ### আরে ভাই তুই বোকাছদা নাকি নিলে পুরাটাই নে ,হাফ নিবি কেন ")
        st.write(" #### পুরো প্রশ্ন পেতে - বিকাশ/নগদঃ 01641768316")
   

elif slt =="ফুল প্রশ্ন":
    btn= st.button("চাপ দেন ভাই")
    if btn:
        st.markdown("## দুচির ভাই না পইরা ,প্রশ্ন খুঁজতে আইছো,তাও বিনা টাকায় পুরা ডা খুজো")
        st.write(" #### পুরো প্রশ্ন পেতে - বিকাশ/নগদঃ 01641768316")

    


